package ua.npu.project.library;

//Видання
/*Книги, газети, журнали, релігійні буклети, квитки на концерт Діми Білана і всю іншу подібну лабуду робимо по аналогії з аудіо і відео:
Вигадуємо додаткові властивості, окрім назви, року і автора, які повинні бути описані тут, бо є загальними для для всіх публікацій. Окрім "pages" (кількість сторінок) нічого в голову не приходить. Придумайте ще щось.
Створюємо два конструктори: один з усіма параметрами, інший - пустий.
Створюємо геттери і сеттери. Це все є у меню Alt+Insert.

 */
public class Publication {
    //властивості: назва, рік, автор
}
